"area.name.single.square.millimetre" = "square millimetre";
"area.name.plural.square.millimetre" = "square millimetres";
"area.name.single.square.centimetre" = "square centimetre";
"area.name.plural.square.centimetre" = "square centimetres";
"area.name.single.square.metre" = "square metre";
"area.name.plural.square.metre" = "square metres";
"area.name.single.square.hectare" = "hectare";
"area.name.plural.square.hectare" = "hectares";
"area.name.single.square.kilometre" = "square kilometre";
"area.name.plural.square.kilometre" = "square kilometres";
"area.name.single.square.inch" = "square inch";
"area.name.plural.square.inch" = "square inches";
"area.name.single.square.foot" = "square foot";
"area.name.plural.square.foot" = "square feet";
"area.name.single.square.yard" = "square yard";
"area.name.plural.square.yard" = "square yards";
"area.name.single.square.foot" = "acre";
"area.name.plural.square.foot" = "acres";
"area.name.single.square.mile" = "square mile";
"area.name.plural.square.mile" = "square miles";
"area.name.single.square.nautical.mile" = "square nautical mile";
"area.name.plural.square.nautical.mile" = "square nautical miles";